export type KyivDistrict =
  | ''
  | 'Голосіївський'
  | 'Дарницький'
  | 'Деснянський'
  | 'Дніпровський'
  | 'Оболонський'
  | 'Печерський'
  | 'Подільський'
  | 'Святошинський'
  | 'Солом’янський'
  | 'Шевченківський';

  export const kyivDistricts: { value: KyivDistrict; label: string }[] = [
  { value: '', label: 'Всі райони' },
  { value: 'Голосіївський', label: 'Голосіївський' },
  { value: 'Дарницький', label: 'Дарницький' },
  { value: 'Деснянський', label: 'Деснянський' },
  { value: 'Дніпровський', label: 'Дніпровський' },
  { value: 'Оболонський', label: 'Оболонський' },
  { value: 'Печерський', label: 'Печерський' },
  { value: 'Подільський', label: 'Подільський' },
  { value: 'Святошинський', label: 'Святошинський' },
  { value: 'Солом’янський', label: 'Солом’янський' },
  { value: 'Шевченківський', label: 'Шевченківський' },
];